{
  "chapters": [
    {
      "id": "chapter1",
      "title": "第一章：觉醒之刻",
      "file": "chapter1.md",
      "preview": "
　　南风圈，最后一局，庄家是荒崎（那个男同大叔）。

       山崎在北风位，下家荒崎，对家小边，上家是荒崎的墨镜小弟。

　　虽然山崎的分数暂列第一，但是跟男同阵营那边的二三名分差不大，是荒崎胡个满贯，小弟胡个满贯自摸就能把比分逆转的程度……

　　小边是第四名，负分，整个半庄就没胡过，靠他还不如靠空气……

　　荒崎说过，输了就要跟他3p，所以，这把自己一定要胡，要不然贞操就不保了。

　　然而，第二巡，山崎刚打出一张一万，下家的荒崎就吃了。

　　紧接着的下一巡，上家的墨镜小弟打出一张四万，又被荒崎美美杠下，山崎被跳了过去。

　　什么情况，这才第二巡啊，自己的手牌还没什么进展呢，荒崎怎么就两副露了……

　　而且，那有吃有杠的两副露都是万字，他想胡万字的一色吗？

　　两个宝牌都不是万子，也就是说，无论他是胡混一色还是清一色，手里都不可能有宝牌……

　　想要逆转的话，必须是清一色或混一色直击。

　　再看他前三张打的都是字牌，看来是打算做万子清一色了吧……

　　这可麻烦了，自己手里还有好几张没有用的万子，如果要胡牌却一直等不到搭子的话，就必须打出去……

　　可那样不就是给荒崎这个下家喂牌吗……

　　更严重一点，他现在还有可能已经听牌了啊，一不小心自己就可能点炮……

　　虽然这才第二巡，虽然四万绝了的清一色不是那么容易做出来的，可是，可是，这可是赌上贞操的麻将啊，输了的话自己一辈子的清誉都没了……

　　纠结之际，山崎看到小边打出一张九万。

　　敢在做万子一色的荒崎面前打万子，还面不改色，他还是跟平常一样大胆啊。

　　……

　　哎，虽然很佩服，也很喜欢小边这样纯粹热爱麻将的态度。但是，要像他一样付出贞洁来守护这份热爱，他山崎还是做不到啊。

　　嗯……

　　等等，好像不太对，小边虽然单纯了点，但还不至于到蠢的程度……（大概）

　　比起荒崎，他好像更关注墨镜小弟那边的状况。

　　也就是说……山崎又重新仔细看了一下荒崎的牌河和手牌。

　　啊，原来问题出在这里啊，荒崎小相公了！

　　两副露的荒崎，手里本应该有七张牌的，现在却只有六张，少了一张。

　　难道是线上麻将打多了，忘记先摸牌后打牌了？

　　哈哈……

　　不管是什么原因都好，小相公是不可能胡的，无论如何，他这一局不可能胡了。

　　呼，山崎长舒一口气，放心了，放心了，突然就放心了……

　　万子可以随便打了……

　　要防的也只有上家的小弟而已。

　　看看他的牌河，有个五条，再加上被荒崎杠走的四万……

　　他是要做全带吗……

　　宝牌和杠宝牌都是幺九牌，也就是说，哪怕小弟不去做门清，也有可能胡到满贯……

　　自己手里是做断幺速攻的牌……

　　好险好险，如果自己只是去看荒崎手中的清一色，很容易因为不敢打万字而拖慢停牌速度，那时候断幺的溢出牌很容易给小弟点炮啊。

　　幸亏多看了一眼……

　　小边虽然在做牌上莽撞了一点，但是麻将痴就是麻将痴，洞察力还是很不错的。

　　……

　　话说回来自己是看到了小边的异常才去注意的上家小弟，理论上，既然赌上了贞操，自己应该更关注对手嘛才对啊……

　　大约是情绪起起落落太多次，有些混乱了吧。

　　小边那孩子，他就坐在自己对面，很专注地看着手里的牌，喜怒都写在脸上……

　　有些无法控制，很难不去关注，他太显眼了……

　　不过这也不能怪自己吧，荒崎和墨镜小弟也经常往小边那边看。

　　之前还能看做重点防守小边，可是防着防着，都把小边防成负分的四位了，他们还是忍不住去看……

　　在这种首位才有意义的麻将局里，如此关注他一点用都没有，他们还是忍不住往那边看就是说明，大家都只是被他的天真可爱吸引了啊。

　　想到这里的山崎会心一笑，紧接着又急忙咳嗽了一声，装作无事发生的样子。

　　自己也是被他吸引了，才会坐在这张麻将桌上。

　　如果不是自己去求荒崎再给个机会，小边早就被那个同性爱的大叔给……

　　哎，虽然之前还经常为他的邀请而头痛，可也正是因为这一点，才能利用自己的身体为小边争取到再来一次的机会。

　　赌上贞洁啊，作为一个活了38岁的男人，要赌上屁股的贞洁……

　　为其他人肯定不行，可如果是为小边的话，溺爱一下也不是那么难以接受。

　　为了小边啊，自己这都是为了小边……

　　山崎有些被自己的想法感动到了……

　　起手摸牌，摸到一张有效牌，哦，很不错，一向听了，运气在自己这边。

　　可问题是，自己手里全是顺子，没有将头，二条和七万，丢哪一张合适呢……

　　因为这次同阵营的人都坐在对面，作为对家的小边只能给山崎送碰送胡，不能送吃……

　　所以，虽然只要一千点的胡牌就能结束这个牌局，可这个平胡的一向听还是得靠山崎自己摸到听牌状态才行。

　　场上一条已经绝了，二条还只有自己手里这张……至于七万，它在上家小弟的牌河里出现过一次，而且荒崎是想胡万子的，他手里捏了好几个七万的概率很高，所以还是打七万留二条更明智一点吧……

　　七万是小弟的现物，小相公的荒崎更不可能胡这张。

　　安全，打出七万。

　　“吃！”

　　荒崎推倒手牌里的五六万。

　　哈，小相公了还要吃，这么努力地展示自己的存在感，是要为小弟吸引注意力吗？

　　没用的，自己是不会被他吓到的……

　　一向听的话，只要摸到二条，或者一四七筒任意一张，小边都能送胡。

　　“山崎先生……山崎先生？”

　　诶，是小边在偷偷喊自己，怎么了？

　　小边正努力地朝山崎使眼色，看看他的眼睛，又看看荒崎那边的万字三副露。

　　想表达的意思显而易见——荒崎在胡万字一色，不要打万字。

　　哈？他都小相公了，手里就三张牌，有什么可担心的。。。自己的手牌已经一向听了，而且无论听哪个，小边都能送胡，还是自己的手牌更重要吧。

　　给荒崎送一两个万子牌也没什么，反正他也胡不了。

　　真是的，在关键时刻打断自己……万一连好运也被打断就不好了……

　　然而下一巡，山崎没能成功听牌，好死不死的又是七万。

　　啊啊啊──如果刚刚没打七万，这会儿都听牌了，小边就能直接送胡，这个半庄就结束了。

　　真烦人啊，该死的七万……

　　这会儿再来有什么用……快滚啦。

　　山崎愤愤不平地拿起七万想要打出。

　　“等一下啊，山崎先生！”

　　是小边在喊他。

　　“怎么了？”山崎很烦躁，“又有什么事……”

　　“荒崎在做万字清一色啊，绝对不能打万字的！”

　　“喂喂喂，听牌的关键时候打断我，就是为了这件事？”

　　气愤的山崎揪住小边的两个耳朵，把他的头揪到自己面前，几乎是脸对脸的程度。

　　“你仔细看看，他手里的牌数量少了诶！如果连这种程度的异常都发现不了，还像平时打麻将那样畏首畏尾地防守……传出去的我面子往哪里放啊！”

　　“而且，这次可是赌上了我们的贞操，输了的话，你替我去做受吗？”

　　“可是……也不是……”小边还有话想说。

　　“没有可是！赌上一切的男人就要有这份气魄！”

　　山崎决绝的打出七万。

　　然而，那边的荒崎并没有着急摸牌，他颇有些惊讶地看着那张七万，然后对着自己的小弟说：“ON了呢。”

　　“诶？”荒崎震惊，这不是自己跟小边约定的暗号吗，他们是怎么回事，要胡了？谁胡？荒崎吗？

　　可荒崎不是小相公了吗？

　　“碰，那张七万，我碰！”

　　哈？碰？

　　他手里一共就三张牌了，碰需要两张，之后再打一张，他手里就没牌了啊。

　　就这也要硬碰吗？

　　接着，荒崎拿走山崎打出的牌，跟自己手里的牌一起摞到桌边，打出一张六条。

　　“杠！”

　　还没等山崎反应过来呢，下家的小弟开了个六条大明杠。

　　等等，什么情况？

　　转瞬之间，几乎没打过幺九牌的小弟副露中张。

　　更令人惊讶的是，荒崎手里不知道什么时候竟然多了一张牌。

　　也就是说，他现在正是单调一张的听牌状态。

　　那个油腻的中年男同，看着一脸震惊的山崎和小边，眼里是掩饰不住性奋的邪笑。

　　他的小弟从手牌中抽出一张，看样子，那张就是荒崎要胡的牌。

　　完蛋了完蛋了，怎么会突然变成这样……

　　那张牌从哪里来的啊，简直就像是变魔术一样……

　　如果被他胡了的话，自己和小边的屁股……

　　啊啊啊啊啊……山崎已经隐约看到，自己和边一起躺在前往肛肠科医院的救护车上的画面了。

　　不要啊，事情一定不要发展成那样啊……

　　赶紧做点什么啊！

　　“等等！”形式变得一发不可收拾之前，山崎赶忙叫住了桌上的几人。

　　然后指向荒崎手里的那一张麻将牌：“你不是小相公了吗，这张牌又是哪里来的？你不会出千了吧！”

　　“喂喂喂。”荒崎倒是一点不慌：“山崎老兄，说我出千，可要拿出证据啊，要不然你说我出了，我说我没出，我们谁也说不过谁，就没完没了了……”

　　“你……”山崎可没跟他废话，他亲眼看见最后几巡荒崎手里只有三张牌，肯定是小相公了，最后那多余的一张牌……要么是从牌山里偷的，要么是从牌河里偷的。

　　仔细一看他面前的牌山并没有少牌，也就是说，从牌河里偷的吗……

　　他碰自己打出的那张七万时，伸了一只手过来拿牌，难道是那时候？

　　可是……牌河也没什么异常啊，无论是自己的舍牌还是荒崎的舍牌，看起来都很正常，完全没有少牌的迹象……

　　他肯定作弊了，可是从哪方面下手的啊……

　　“山崎先生……”关键时刻小边又说话了：“这里，看这里。”

　　他指的是荒崎放在桌边的万子副露。

　　山崎恍然大悟：“哦哦哦！原来症结在这儿啊！”

　　“碰牌应该从自己的手牌里拿出来两张碰……你只拿出来一张，所以这个碰牌无效啦，赶快放回去！”

　　“哪有……”荒崎不为所动：“这不就是三张七万吗，你数数，一二三……”

　　“可是，那第三张七万是你上一巡吃的我打出来的牌啊……”

　　“你记错了，上一巡我吃的是你的六万，用四五万吃的，然后这三张四万是碰……”

　　荒崎把那些牌是三个三个一组地拆开，正好拆出来四组，分别是123，444，456，777。

　　…………

　　“等等……”

　　…………

　　不对啊，山崎他明明记得自己连打了两个七万，荒崎的那个四万也是杠牌……

　　见山崎懵了，荒崎不怒反笑：“还没反应过来吗？这几张牌的摆放顺序也能看出来那些是吃那些是碰哦。”

　　山崎仔细一看，哇靠还真是……

　　真是狡猾……谁闲的没事干会从一堆乱七八糟的万子里检查谁跟谁能凑成一幅面子，还有那些牌的摆放顺序啊……

　　实际上要不是荒崎说，山崎都没注意到这些万子还有别的组合方法……

　　但是应该还有别的办法证明自己的记忆没错。

　　“如果你那个四万是碰牌，那这个翻出来的杠宝指示牌又是怎么回事……”

　　只有杠牌才会翻新宝牌，如果荒崎非要指杠为碰，那这个宝牌就没办法解释了。

　　“是我杠这个六条的时候翻到哦。”荒崎的小弟回答。

　　哇靠怎么会这样，他们早就串通好的吧！

　　…………

　　“边……”山崎眼泪朦胧的喊着小边的名字。

　　“山崎先生……”小边也是一样：“我，我确实跟荒崎先生听同一张牌，但是他能抢胡啊……”

　　……

　　结果自然是理所当然的……

　　清一色荣和，逆转……

　　荒崎拍桌狂笑：“我赢了，你们就要跟我3P！”

　　3P，是除小弟外三个人一起的sex。

　　“黑社会要说到做到，既然说了要3P，就不能食言哦……你们两个，今晚就要，哈哈哈……”

　　荒崎指指山崎和小边，左手比出一个OK的手势，右手食指在那个O里边进进出出，笑得横肉乱颤。

　　被指到的山崎揪着自己的头发，一脸崩溃。

　　另一边，小边竟然在那里傻笑：“哎呀，输了呀~唔，山崎先生，我们……”

　　“开什么玩笑！”山崎一拳打在小边脸上。

　　“哇……痛痛痛……”小边捂着自己的鼻子退到一边。

　　“那个，荒崎……你看，南四局是庄家胡牌，我们还可以加赛嘛……或者，这一局先不算数，回头我再叫一个男孩子过来搓麻，如果你还能赢的话，我们4P……”

　　“喂喂喂，不要以为我很好骗啊。”荒崎摇摇头：“我赢了，就是赢了。而且啊，本来我就只想跟小边搓而已，是因为你求，我才特意宽容再打一个半庄……”

　　山崎颤巍巍地问：“那意思就是……”

　　“执行啦，立刻执行！3P，就现在，就在这里，就在这桌麻将旁边！”

　　山崎那边都吓呆了：“什么！这么快！我完全没有准备啊！”

　　小边也凑过来：“在这里？！那个……虽然说愿赌服输，但人家还是童贞诶……”

　　“傻瓜！”山崎跳起来想要捂住小边的嘴：“这种话怎么能在这个时候说……被他知道的话”

　　“童贞？”

　　果不其然，听见这话，荒崎眼里都放光了：“哦吼吼，童贞好啊，这么年轻……”

　　他指挥着一边的小弟：“去，去把西地那非(壮阳药)给我拿过来……”

　　接着他转向抱成一团哭泣两个男人，摩拳擦掌，蠢蠢欲动：“等待的这段时间，你们就先给我表演一下事前准备吧……30分钟，做全套哦，任何一个人划水我都不会满意的。”

　　山崎整个人扒在小边身上瑟瑟发抖，一点没有黑社会大哥的样子，心里想的都是自己保护了38年的贞操就要毁于一旦了……

　　反倒是小边，还是那么心大，还是那么沉得住气。

　　哦，该说在这种清白不保的绝境里，他反倒表现得比一般男人更有担当了，他问出了一个很有处男气质的问题：“做全套的意思是？”

　　“哦吼吼，边酱问得还真是直白啊……全套的意思是，你们两个人，有其中一个要进入另一个人的身体哦。”

　　“山崎会懂的，让他教教你就好了。”

　　“我在这里看着……哼哼，是很不错的娱乐节目呢。”

　　“山崎先生……”

　　处男小边，有些理解自己的处境了……

　　他想起自己看过的那些小黄书，作为男人，肯定希望自己是进入别人的那一方吧……

　　山崎先生……

　　感受到这个比自己高大强壮年长成熟的男人还在颤抖，小边下了一个决定。

　　“就让山崎先生进入我吧！”

　　“诶？！边，你说什么？”山崎刚刚的头脑乱哄哄的，根本没听清荒崎都说了些什么。

　　“山崎先生平时就很溺爱我，我都还没有来得及回报……而且您也是为了我才参与的这局麻将，这对您来说完全是无妄之灾。”

　　“所以，如果我们两个人中真的有一个人要扮演女人的角色，就让我来吧！”

　　“呜呜呜……边！”

　　小边一番视死如归的宣言，让山崎留下更多眼泪来。

　　“山崎先生……”

　　“边……”

　　“呜哇哇哇……”

　　两个莫名其妙就交了心的男人聚在一起抱头痛哭，为彼此之间的牺牲感动得无以复加。

　　然而这个场面让荒崎很不爽……

　　他才是3P的主角诶，这两个男人只是他的猎物，是他赌博胜利的奖品而已……

　　可现在的气氛，就好像他只是个路人，连第三者都算不上……

　　要不是药效还没上来，他高低得把那两个男人挨个儿草一边……

　　“喂，不要再哭了……”不爽的荒崎打断了两人的共鸣：“快点办正事啊，如果药效起来的时候你们没搞完的话，我是不会好心等待的，会直接进入你们哦。”

　　……

　　小边想像了一下山崎先生在自己上面，然后荒崎再在山崎上面的场景……顿时吓的头皮一阵发麻……

　　“山崎先生，我们赶快开始吧！”


",
      "date": "2024-03-20"
    },
    {
      "id": "chapter2",
      "title": "第二章：机械之心",
      "file": "chapter2.md", 
      "preview": "齿轮的转动声在黑暗中回响...",
      "date": "2024-03-21"
    }
  ]
}
